Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: This will be insufficient to top up its battery system once the primary charge it had on leaving Rosetta runs out .
pt: Isto é insuficiente para recarregar o sistema de baterias a partir do momento em que a carga principal do veículo se esgote .

source: Given that the executioner appeared to be British, Noble urged a "multilateral response against the terror threat posed by radicalized transnational fighters traveling to conflict zones in the Middle East."
pt: — Isto acentua a necessidade de uma resposta multilateral contra a ameaça do terror, representada por combatentes radicais transnacionais que viajam para as zonas de conflito — enfatizou o secretário-geral da Interpol, Ronald Noble.

source: Kano, Nigeria (CNN)Nigerian troops rescued an additional 160 women and children from Boko Haram within days after they found hundreds of other hostages, the military said Thursday.
pt: O exército nigeriano anunciou nesta quinta-feira que libertou 160 mulheres e crianças após uma operação contra o grupo islamita Boko Haram em Sambisa, região nordeste do país, dois dias depois da libertação de 293 reféns na mesma região.

source: A FIFA statement said neither Valcke "nor any other member of FIFA's senior management were involved in the ­initiation, approval and implementation" of the transfer.
pt: "Nem o secretário-geral, Jérome Valcke, nem nenhum alto dirigente da Fifa estava a par do início, da aprovação ou da aplicação do projeto", afirmou a Fifa.

source: WASHINGTON, July 8 (Reuters) - The number of U.S. homes with only cellphones is growing, with 41 percent of them without landlines in the second half of 2013, the Centers for Disease Control and Prevention said on Tuesday.
pt: WASHINGTON (Reuters) - O número de lares nos Estados Unidos somente com telefones celulares está crescendo, com 41 por cento deles sem linhas fixas na segunda metade de 2013, disse nesta terça-feira o Centro para Controle e Prevenção de Doenças (CDC, na sigla em inglês).

source: It "will help BlackBerry continue to meet two essential needs: greater app availability for our smartphone users and enhanced productivity solutions for enterprises," said BlackBerry chief executive John Chen.
pt: "Tornar a Amazon Appstore disponível nos dispositivos BlackBerry 10 vai ajudar a BlackBerry a continuar atendendo duas necessidades essenciais: maior disponibilidade de aplicativos para nossos usuários de smartphones e soluções de produtividade aprimoradas para as empresas", disse Chen no comunicado.

source: Kurdish forces said on Thursday they had pushed back the advance on Kobani by Islamic State fighters but appealed for U.S.-led air strikes to target the insurgents' tanks and heavy armaments.
pt: BEIRUTE/KARACA Turquia (Reuters) - Forças curdas no norte da Síria rebateram um avanço de combatentes do Estado Islâmico contra uma cidade estratégica na fronteira turca, nesta quinta-feira, e apelaram para que os ataques aéreos liderados pelos Estados Unidos tenham como alvo os tanques e armamentos pesados dos insurgentes.

source: Of course, the same goes for your education .
pt: Naturalmente, o mesmo vale na escola .

source: Prince Ali Bin Al Hussein, elected as Asia's FIFA vice-president in 2011, made the comments as he criticised a campaign for his position on the executive committee to be automatically handed to the AFC president, starting from next year.
pt: O próximo presidente da CAF, a ser eleito no ano que vem, vai automaticamente assumir a cargo de vice-presidente da Fifa, atualmente ocupado pelo príncipe da Jordânia, Ali Bin Al Hussein.

source: Prince Ali Bin Al Hussein, elected as Asia’s FIFA vice-president in 2011, made the comments as he criticised a campaign for his position on the executive committee to be automatically handed to the AFC president, starting from next year.
pt: O próximo presidente da CAF, a ser eleito no ano que vem, vai automaticamente assumir a cargo de vice-presidente da Fifa, atualmente ocupado pelo príncipe da Jordânia, Ali Bin Al Hussein.

source: France’s Finance Minister Michel Sapin gave Varoufakis a sympathetic hearing, saying Paris was open to some form of negotiation on the bailout programme, though ruling out a write-off of Greek debt .
pt: PARIS (Reuters) - A França está aberta a facilitar o pagamento da dívida grega, mas não cancelar, disse o ministro das Finanças francês, Michel Sapin, neste domingo em uma entrevista à imprensa ao lado do colega grego, o ministro Yanis Varoufakis.

source: All roads have been closed, a security source said, and commercial activity has been shut down.
pt: Todas as estradas foram fechadas, afirmou uma fonte das forças de segurança do país, e a atividade comercial foi paralisada.

source: Cigarette consumption has dropped an annual average 3.4 percent since 2000 while many bonds were structured to withstand consumption declines of only 2 to 3 percent.
pt: O consumo de cigarros tem caído a uma média anual de 3,4 por cento desde 2000, enquanto muitos bônus foram estruturados para aguentar quedas de entre apenas 2 e 3 por cento no consumo.

source: Hundreds of protesters gathered in New York City on Tuesday night to march against police brutality.
pt: “Milhares marcham em Nova York para protestar contra a violência policial”, dizia a outra .

source: Facebook CEO Mark Zuckerberg and his pediatrician wife, Priscilla Chan, are said to be expecting a baby.
pt: O fundados e CEO do Facebook, Mark Zuckerberg, anunciou nesta sexta-feira (31) que ele e a mulher, Priscilla Chan, estão esperando uma filha .

source: Elsewhere, the world's largest fast-food chain by revenue fared better .
pt: Em outros lugares, a maior rede de fast food do mundo teve desempenho melhor em receita .

source: I haven't said that in a long time."
pt: Não é hora de falar em voltar .

source: It's a pretty ugly business right now .
pt: O negócio está feio aqui."

source: "To the criminals and all their accomplices, I, today, humbly and as a brother, repeat: convert yourselves to love and justice .
pt: Aos criminosos e aos seus cúmplices, pediu que se convertam ao amor e à justiça.

source: Yeah, it's funny .
pt: “Ele era um cara muito engraçado .

source: Jihadists from the Islamic State of Iraq and Greater Syria (ISIS or ISIL) who have seized towns in northern Iraq in recent days have forced at least 100,000 Christians to flee to Kurdistan, Chaldean Patriarch Louis Sako said.
pt: Os jihadistas, que nesta quinta-feira assumiram o controle de várias cidades do norte do Iraque, provocaram a fuga de 100.000 cristãos e retiraram as cruzes das igrejas, anunciou o patriarca caldeu Louis Sako.

source: Pakistan sentences British paranoid schizophrenic to death for blasphemy
pt: Britânico é condenado à morte por blasfêmia no Paquistão

source: Ukrainians up to the age of 40 are considered of military-age .
pt: Ucranianos de até 40 anos de idade são considerados aptos para o serviço militar .

source: The move came as health officials confirmed that five more people have been infected with MERS in the country, bringing the tally to 30.
pt: As autoridades sul-coreanas informaram ter ocorrido cinco novos casos de Mers, elevando o total de pessoas infectadas no país para 30 .

source: FIFA responds to independent Ethics Committee statement - FIFA.com
pt: Declaração da câmara investigatória do Comitê de Ética da FIFA - FIFA.com

source: The national disaster agency estimates around half the country's population of 250 million lives in areas prone to slippages.
pt: Estima-se que metade dos 250 milhões de habitantes do país vive em áreas que podem ser afetadas por deslizamentos de terras .

source: Facebook said it took intellectual property rights "very seriously".
pt: "Levamos direitos de propriedade intelectual muito a sério", afirmou uma porta-voz da rede social .

source: The Highcroft Veterinary Group said the tiny fish had been in a "very bad way" when it was brought into its Whitchurch hospital.
pt: Segundo a BBC, os veterinários disseram que o peixinho estava em um estado muito ruim quando ele foi levado à clínica.

source: Shotaro Yachi, a close aide of Abe who heads the secretariat of the National Security Council, met with Yang Jiechi, a member of the Chinese State Council, on Friday.
pt: O acordo foi fechado em uma reunião realizada entre o conselheiro de Estado chinês, Yang Jiechi, e o conselheiro de Segurança Nacional japonês, Shotaro Yachi, em Pequim, segundo a agência oficial chinesa "Xinhua".

source: U.S. consumer sentiment falls in early July - Xinhua | English.news.cn
pt: Confiança do consumidor dos EUA cai em julho, aponta Universidade de Michigan

source: UPDATE 2-Hack gave U.S. and British spies access to billions of phones - Intercept
pt: Espiões dos EUA e britânicos tiveram acesso a bilhões de celulares por invasão, diz Intercept

source: UPDATE 3-Hack gave U.S. and British spies access to billions of phones - Intercept
pt: Espiões dos EUA e britânicos tiveram acesso a bilhões de celulares por invasão, diz Intercept

source: We are at war with people who have perverted Islam," Obama said during his remarks, adding later that Muslim leaders "need to do more to discredit the notion that our nations are determined to suppress Islam."
pt: "[Al Qaeda e EI] não são líderes religiosos, eles são terroristas; e nós não estamos em guerra contra o islã, estamos em guerra contra gente que perverteu o islã", afirmou o presidente.

source: He was arrested in 2004 while trying to smuggle 6kg (13lb) of cocaine into the country hidden inside surfboards .
pt: Ele foi preso em 2004 ao tentar entrar na Indonésia com 6 kg de cocaína escondidos em pranchas de surfe.

source: I can't do that."
pt: “Não vou falar .

source: "What unites us is much greater than what divides us. Let's stay together."
pt: "O que nos une é maior que o que nos divide .

source: * Object suspected to be plane's tail found by navy ship
pt: Marinha da Indonésia diz que pode ter localizado cauda de avião da AirAsia

source: LAS VEGAS (Reuters) - Sony Corp (6758.T) Chief Executive Officer Kazuo Hirai on Monday praised employees and partners of the company's Hollywood movie studio for standing up to "extortionist efforts" of hackers who attacked Sony Pictures Entertainment in November.
pt: O presidente da Sony, Kazuo Hirai, agradeceu nesta segunda-feira aos sócios que apoiaram seu grupo e permitiram a estreia do filme "A Entrevista", abalado por um ciberataque no fim de novembro contra os estúdios Sony Pictures.

source: Both of the influential trade publications, Variety and Hollywood Reporter, found merit in the film directed by Britain's Taylor-Johnson, making her first big-budget feature, although neither review could be called anything like rave.
pt: Duas das revistas mais importantes do meio, Variety e Hollywood Reporter, viram mérito no filme dirigido pela britânica Taylor-Johnson, que fez seu primeiro longa de grande orçamento, embora nenhuma das resenhas possa ser chamada de elogio rasgado.

source: UNICEF is also trying to accelerate its work in the heart of Ebola-affected communities and has appealed for $500 million in order to do so.
pt: Além disso, o Unicef pede US$ 500 milhões para acelerar seus trabalhos no coração das comunidades afetadas pelo ebola.

source: In Lambsdorff's opinion, all war debts have been settled: "Rather than fight the battles of the past, the new Greek government should instead fight for the future."
pt: "Em vez de lutar batalhas do passado, o novo governo grego deve, antes, assumir a luta pelo futuro."

source: Mr Cameron later said IS posed "an existential threat" to the West, and its members in Iraq and Syria were plotting "terrible attacks" on British soil.
pt: O primeiro-ministro britânico, David Cameron, alertou nesta segunda-feira que militantes do Estado Islâmico na Síria e no Iraque estão planejando ataques específicos contra o Reino Unido e representam uma ameaça à existência do Ocidente.

source: FIS also banned five race officials from Slovenia and Italy for between one and two years for their role in the scandal.
pt: Cinco oficiais de prova da Eslovênia e Itália também foram banidos do esporte profissional por dois anos por participação no caso.

source: Ebola spread 'unavoidable' in Europe due to extensive travel - WHO
pt: OMS diz que o risco de propagação do ebola na Europa é pequeno

source: I'm blind, I don't need a wheelchair
pt: Do jeito que estou, não posso fazer nada

source: “I’m not talking about myself.”
pt: "Nem preciso falar como estou me sentindo .

source: Baltimore mayor ends curfew a week into street rioting
pt: Prefeita decreta fim de toque de recolher em Baltimore

source: This was the first ever trade mission sent by the US government to Mozambique, and is part of the initiative “Doing Business in Africa” of US President Barack Obama, which has the central objective of promoting contacts between US companies and African partners.
pt: A missão comercial integra a Iniciativa “Doing Business” em África do Presidente Obama, cujo objectivo é promover o contacto entre empresas americanas e africanas.

source: "There are soldiers in the city, but they are not well-armed," explains a DW listener, who has trouble sleeping .
pt: "Há soldados na cidade, mas eles não têm armamento pesado", relata o ouvinte da DW .

source: The measures come in the wake of Sunday’s nationwide protests, when millions of people took to the streets against corruption and the current government.
pt: Uma onda de protestos contra o governo levou milhares de brasileiros às ruas no domingo passado, em várias cidades do país.

source: In a nondescript office in central London, researcher Melanie Smith stares at her laptop, scrolling down the Twitter feed of a 17-year-old British girl who ran away to join Islamic State militants.
pt: Foto: Leon Neal/AFP Em um escritório insignificante do centro de Londres, a pesquisadora Melanie Smith examina com atenção a conta no Twitter de uma britânica de 17 anos que fugiu para se unir aos militantes do Estado Islâmico.

source: "It's something I have."
pt: "Por que eu ainda estou aqui?", pergunta .

source: The Islamic State released a video on Tuesday showing the killing of Sotloff, the second American journalist it has beheaded in its confrontation with the United States over American air strikes in Iraq on the militant group's forces.
pt: Assim revelaram nesta quinta-feira vários amigos do jornalista que, segundo um vídeo divulgado na terça-feira, foi decapitado na Síria pelo grupo jihadista Estado Islâmico (EI).

source: 1 : Sony cancels The Interview release amid threats
pt: Sony cancela lançamento de filme "A Entrevista" após ameaças

source: Attacks by pro-Russian rebels have delayed withdrawal of heavy weapons from the front line, Ukrainian army sources say .
pt: Mais cedo, militares da Ucrânia disseram que um bombardeio rebelde impediu a retirada de armas pesadas da linha do front do combate.

source: But the opposition is playing too .
pt: Mas é mais que um jogo .

source: The Air France plane was searched in a secure area of JFK airport after landing safety in New York
pt: Avião da Air France é escoltado até o aeroporto de Nova York após ameaça

source: Alabama gay marriages allowed after Supreme Court order
pt: Após decisão do Supremo dos EUA, homossexuais já podem se casar no Alabama

source: On Friday, the top US diplomat is scheduled to meet with Israeli Prime Minister Benjamin Netanyahu and President Shimon Peres before continuing to Jordan.
pt: Na sexta-feira pela manhã, Kerry também se reunirá com o primeiro-ministro israelense, Benjamin Netanyahu, partindo para a Jordânia na sequência .

source: Apple will also offer a plan for families of up to six people to share a subscription for $15 a month .
pt: A empresa também está oferecendo o que chama de um "plano de família" por 14,99 por mês para até seis pessoas.

source: And for my mum, she always thought she'd been abandoned, so there was that hurt that made it difficult."
pt: Estou tentando ser tão boa mãe como ela foi, mas você pode imaginar nessa situação como isso é difícil.

source: "I wouldn't say on behalf of the host whether he should or should not say anything."
pt: “Mas eu não posso negar e não tenho vergonha nenhuma de dizer que eu amo fazer comédia mais do que tudo na minha vida .

source: Greek Prime Minister Antonis Samaras has made a final appeal to voters ahead of Sunday's general election, with his party battling the left-wing Syriza.
pt: O primeiro-ministro grego, Antonis Samaras, fez nesta sexta-feira (23/01) um apelo final aos eleitores para que não votem no partido esquerdista Syriza nas eleições gerais deste domingo (25/01) .

source: One person who has been closely following the trial is Douglas Wigdor, the lawyer for Nafissatou Diallo, who accused Strauss-Kahn of sexual assault at the Sofitel hotel in 2011 .
pt: Em maio de 2011, Strauss-Kahn foi detido depois de a camareira de hotel Nafissatou Diallo o ter acusado de ataque sexual .

source: Seven people have died in a mid-air collision in Slovakia between two planes carrying parachutists.
pt: Choque entre dois aviões com paraquedistas deixa sete mortos na Eslováquia

source: Barack Obama Sr. was an economist who served in the government of Jomo Kenyatta, Kenya's first president and the father of the current president.
pt: O presidente Barack Obama chegou nesta sexta-feira à noite (hora local) ao Quênia, em sua primeira visita ao país de seu pai desde que foi eleito.

source: A commander of Colombia's largest rebel group, the Revolutionary Armed Forces of Colombia (Farc), was among five rebels killed in a bombing raid on Monday, the Colombian military says.
pt: Um guerrilheiro das Forças Armadas Revolucionárias da Colômbia (Farc) e dois civis morreram em confrontos com o exército colombiano, de acordo com levantamento feito após o cessar-fogo anunciado pelos rebeldes.

source: Iraq 'months off' major IS offensive, says Hammond before London meeting
pt: Iraque ainda está a meses de grande ofensiva contra Estado Islâmico, diz Grã-Bretanha

source: "There were 148 people on board," French President Francois Hollande said .
pt: O presidente francês, François Hollande, acredita que não há sobreviventes.

source: Squeezed between console rivals like Sony Corp and Microsoft Corp on one side, and popular smartphone games on the other, Nintendo halved its operating earnings target for the fiscal year through March to 20 billion yen ($169 million) from 40 billion yen .
pt: Pressionada pelas rivais Sony e Microsoft no lado dos consoles e por populares jogos para celulares de outro, a Nintendo havia cortado pela metade a meta de lucro operacional para o ano que se encerra em março, para 20 bilhões de ienes (US$ 169 milhões) .

source: Tunisia museum attack: President says 3rd person took part, on the run
pt: 12:40 - Tunísia:presidente diz que terceiro terrorista de atentado a museu está foragido

source: That being said, do you not think that the same issues will arise again on who should lead the army?
pt: chega um momento na vida que voce sabe quem é importante para voce, quem nunca foi, quem não é mais e quem sempre será .

source: The Boeing 777-200 "broke up in the air probably as the result of structural damage caused by a large number of high-energy objects that penetrated the aircraft from outside," according to the report.
pt: Segundo o documento, "o voo MH17 partiu-se no ar, provavelmente em consequência de danos estruturais causados por grande número de objetos de alta energia que entraram no avião procedentes do exterior" .

source: Rescuers retrieve three more bodies from crash site of AirAsia plane
pt: Equipes de resgate da Indonésia encontram corpos e destroços de avião da AirAsia

source: Israeli Prime Minister Benjamin Netanyahu voiced his fierce opposition to Iran’s nuclear program in front of a joint session of Congress Tuesday, a speech in which he said the world’s greatest danger is the meeting of militant Islam with nuclear weapons.
pt: TEERÃ - As tensões entre os Estados Unidos e Israel sobre como lidar com o programa nuclear do Irã e um discurso politicamente divisionista do primeiro-ministro israelense, Benjamin Netanyahu, para o Congresso americano nesta terça-feira estão fazendo a alegria da população em Teerã.

source: Russian President Vladimir Putin, Ukrainian President Petro Poroshenko, German Chancellor Angela Merkel and French President Francois Hollande reached a peace agreement on Thursday in Minsk, capital of Belarus.
pt: A reavaliação dos acordos de paz no leste da Ucrânia ocorre no dia seguinte à conversa telefônica entre o presidente francês, François Hollande, a chanceler alemã, Angela Merkel, o presidente russo, Vladimir Putin, e o presidente ucraniano, Petro Porochenko.

source: She admitted herself that it's "time to start some singing lessons".
pt: Hora de começar a fazer umas aulas de canto.", disse a atriz.

source: In a statement, Washington Governor Jay Inslee said his heart "breaks over the loss of life."
pt: “Meu coração se parte com a perda de vidas”, escreveu o governador Jay Inslee em uma declaração .

source: The problem lay in the manufacturing process, which has now been changed, the company said.
pt: De acordo com a Dell, o problema está no processo de fabricação do computador, que agora já foi mudado.

source: Japan, US, South Korea to pool intelligence
pt: EUA, Japão e Coreia do Sul assinam acordo de inteligência

source: Alzate and two others were seized on Sunday by a FARC patrol as they left a boat in the poor and crime-ridden coastal region of Choco, prompting Santos to halt talks and throwing into doubt the two-year peace process under way in Cuba.
pt: O presidente da Colômbia, Juan Manuel Santos, suspendeu nesse domingo as negociações de paz com as Farc, que começaram há dois anos em Cuba, depois dos sequestros de um general e de outras duas pessoas, crimes atribuídos pelo governo à guerrilha.

source: But the musical, retooled to reflect more modern sensibilities, failed to impress critics, with the New York Times describing it as being "scrubbed of anything even remotely naughty or distasteful."
pt: Mas o musical, readaptado para refletir um espírito mais atual, não conseguiu impressionar os críticos, com o New York Times descrevendo a remontagem como tendo sido “extraída de qualquer coisa remotamente impertinente ou desagradável.”

source: Four severely injured people remain in hospital.
pt: Duas pessoas ficaram gravemente feridas no acidente.

source: Relations between Israel and the Palestinians have deteriorated sharply since U.S.-brokered talks between president Mahmud Abbas's Palestinian Authority and Netanyahu's government collapsed in April last year.
pt: As relações entre Israel e a Autoridade Palestina, governo que controla partes da Cisjordânia, deterioraram muito desde o fracasso das conversas de paz mediadas pelos Estados Unidos, em abril de 2014.

source: Remembering Elizabeth Taylor, the actress
pt: Morreu a atriz Elizabeth Taylor

source: Police earlier named Boumeddiene and Coulibaly as suspects in Thursday's slaying of a female police officer in the southern suburb of Montrouge.
pt: Coulibaly, segundo agências, foi identificado por policiais como o suspeito de ser o atirador que matou uma policial em Montrouge na quinta-feira.

source: The Pope's call isn't shocking .
pt: Eu não queria ser Papa.”
